Repository: mariasmolina/SortIt
Catalog: SortIt/Resources/Localization/AppResources.*.resx
Languages: et, ru

# Game_Title
source: Game
et: Mäng
ru: Игра

# Greeting_Text
source: Hello
et: Tere
ru: Привет

# Guide_Title
source: Guide
et: Juhend
ru: Руководство

# LabelStats_Correct
source: Correct
et: Õige
ru: Правильно

# LabelStats_Wrong
source: Wrong
et: Vale
ru: Неправильно

# Label_EcoLevel
source: Ecology Level
et: Ökoloogia tase
ru: Уровень экологии

# Label_Lvl
source: Level
et: Tase
ru: Уровень

# LabelRank_Recycler
source: Recycler ♻️
et: Ringlustaja ♻️
ru: Переработчик ♻️

# Label_Statistics
source: Statistics
et: Statistika
ru: Статистика

# Profile_Title
source: Profile
et: Profiil
ru: Профиль

# Settings_EnableSound
source: Enable sound
et: Luba heli
ru: Включить звук

# Settings_Language
source: Language
et: Keel
ru: Язык

# Settings_Theme
source: Theme
et: Teema
ru: Тема

# Settings_Title
source: Settings
et: Seaded
ru: Настройки

# Theme_Dark
source: Dark
et: Tume
ru: Тёмная

# Theme_Light
source: Light
et: Hele
ru: Светлая

# LabelRank_Seedling
source: Seedling 🌱
et: Taimike 🌱
ru: Саженец 🌱

# LabelRank_EcoScout
source: Eco Scout 🐾
et: Öko-skaut 🐾
ru: Эко-скаут 🐾

# LabelRank_GreenHero
source: Green Hero 💚
et: Roheline kangelane 💚
ru: Зеленый герой 💚

# LabelRank_PlanetGuardian
source: Planet Guardian 🌍
et: Planeedi kaitsja 🌍
ru: Хранитель планеты 🌍

# Label_PlayerName
source: Player name
et: Mängija nimi
ru: Имя игрока

# Label_ChooseAvatar
source: Choose avatar
et: Vali avatar
ru: Выбери аватар

# Button_Save
source: Save
et: Salvesta
ru: Сохранить

# Button_Cancel
source: Cancel
et: Tühista
ru: Отмена

source: Start
ru: Старт

# XPGet
source: XP earned
et: Õuna tükk
ru: Получено XP

# LvlUp
source: Level up! 🎉
et: Tase on tõusnud! 🎉
ru: Уровень повышен! 🎉

# RoundOver
source: Round completed
et: Voor lõppenud
ru: Раунд завершён

# DepositBootle
source: Bottle with a deposit mark
et: Pandimärgiga pudel
ru: Бутылка с меткой залога

# DepositCan
source: Can with a deposit mark
et: Pandimärgiga purk
ru: Банка с меткой залога

# GlassBootle
source: Glass bottle
et: Klaaspudel
ru: Стеклянная бутылка

# GlassCan
source: Glass jar
et: Klaasist purk
ru: Стеклянная банка

source: Battery
et: Aku
ru: Батарейка

# Bulb
source: Light bulb
et: Lamp
ru: Лампочка

# Box
source: Cardboard box
et: Pappkarp
ru: Картонная коробка

source: Newspaper
et: Ajaleht
ru: Газета

source: Film/wrapping
et: Kile/ümbris
ru: Плёнка/обёртка

source: Metal can
et: Metallist purk
ru: Металлическая банка

source: Reusable mug
et: Korduvkasutatav kruus
ru: Многоразовая кружка

source: Reusable plate
et: Korduvkasutatav taldrik
ru: Многоразовая тарелка

source: Napkin
et: Salvrätik
ru: Салфетка

source: Medical mask
et: Meditsiiniline mask
ru: Медицинская маска

source: Apple core
et: Banaanikoor
ru: Огрызок яблока

source: Banana peel
et: Õuna tükk
ru: Банановая кожура

source: Paper/newspaper
et: Paber/ajaleht
ru: Бумага/газета

# Settings_ChooseTheme
source: Choose theme
et: Vali teema
ru: Выбери тему

# Welcome_Title
source: Welcome to SortIt!
et: Tere tulemast SortIt'i!
ru: Добро пожаловать в SortIt!

# Welcome_Message
source: This app helps you learn waste sorting. Play, choose the right bins, and earn points.
et: See rakendus aitab sul õppida jäätmete sorteerimist. Mängi, vali õiged konteinerid ja teeni punkte.
ru: Это приложение помогает изучать сортировку отходов. Играй, выбирай правильные контейнеры и получай баллы.

# Welcome_Start
source: Start
et: Alusta
ru: Начать

source: Perfume bottle
et: Parfüümipudel
ru: Флакон от духов

source: Glass jar lid
et: Klaaspurgi kaas
ru: Крышка от стеклянной банки

source: Paint can
et: Värvipurk
ru: Банка из-под краски

# Thermometer
source: Mercury thermometer
et: Elavhõbetermomeeter
ru: Ртутный термометр

# DepositGlass
source: Deposit glass bottle
et: Pandimärgiga klaaspudel
ru: Стеклянная бутылка с меткой залога

source: Plastic bottle cap
et: Plastpudeli kork
ru: Крышка от пластиковой бутылки

source: Paper bag
et: Paberkott
ru: Бумажный пакет

source: Cereal box
et: Hommikuhelbepakk
ru: Коробка из-под хлопьев

source: Plastic bottle
et: Plastpudel
ru: Пластиковая бутылка

source: Juice carton
et: Mahlapakk
ru: Пакет от сока

# TinLid
source: Metal lid
et: Korduvkasutatavad söögiriistad
ru: Многоразовые столовые приборы

source: Reusable bottle
et: Korduvkasutatav pudel
ru: Многоразовая бутылка

source: Toothbrush
et: Hambahari
ru: Зубная щётка

source: Ceramic shard
et: Keraamikakild
ru: Осколок керамики

source: Cigarette butt
et: Sigaretikon
ru: Окурок

source: Tea bag
et: Teepakk
ru: Чайный пакетик

source: Vegetable peels
et: Köögiviljakoored
ru: Овощные очистки

source: Egg shells
et: Munakoored
ru: Яичная скорлупа

source: Magazine
et: Ajakiri
ru: Журнал

source: Old book
et: Vana raamat
ru: Старая книга

source: Notebook
et: Märkmik
ru: Тетрадь

source: Envelope
et: Ümbrik
ru: Конверт

source: Reusable cutlery
et: Korduvkasutatavad söögiriistad
ru: Многоразовые столовые приборы

# Game_Challenge_Title
source: Eco Challenge
et: Ökoväljakutse
ru: Эко-вызов

# Game_Challenge_Message
source: Test your recycling knowledge ♻️
et: Pane proovile oma taaskasutusteadmised ♻️
ru: Проверь свои знания в переработке ♻️

# Exit_Button
source: Exit
et: Välja
ru: Выход

# Reset_Button
source: Reset profile
et: Lähtesta profiil
ru: Cбросить профиль
